Repository: ahyattdev/OrangeIRC-iOS
Catalog: OrangeIRC/*.lproj/Localizations.strings
Languages: es

source: Hostname
es: Servidor

source: Port
es: Puerto

source: Nickname
es: Apodo

source: Username
es: Nombre de usario

source: Real Name
es: Nombre real

source: Password
es: Contraseña

source: Required
es: Necesario

source: Optional
es: Opcional

# IRC_DOT_EXAMPLE_DOT_COM
source: irc.example.com
es: irc.ejemplo.es

source: Connected
es: Conectado

source: Not Connected
es: Desconectado

source: Cancel
es: Cancelar

source: Room Type
es: Tipo de sala

source: Channel
es: canal

source: Private Message
es: mensaje privado

# CHOOSE_ROOM_TYPE
source: Choose a room type
es: Escoja un tipo de sala

# SELECT_SERVER
source: Select a Server
es: Escoja un servidor

# JOIN_DESCRIPTION
source: A [ROOMTYPE] room will be joined
es: Se unirá una sala de [ROOMTYPE]

# ROOM_ENTRY_TITLE
source: [ROOMTYPE] Room Name
es: [ROOMTYPE] nombre de sala

source: Name
es: Nombre

source: No Registered Servers
es: Ningún servidor registrado

# NO_REGISTERED_SERVERS_DESCRIPTION
source: You are not registered on any servers
es: Usted no está registrado en alguno servidor.

source: Server Options
es: Opciones de servidor

source: Connect
es: Conectar

source: Disconnect
es: Desconectar

# MOTD
source: Message of the Day
es: Mensaje del Día

# NICKNAME_REGISTERED
source: Nickname Already Registered
es: Apodo Ya Está Registrado

# NICKNAME_REGISTERED_DESCRIPTION
source: You must provide a password to use this nickname. It will automatically be saved for the next time you connect to this server.
es: Necesita una contraseña para usar este apodo. Se lo guardará automáticamente para su próxima conexión a este servidor.

source: Nickname Password
es: Contraseña de apodo

source: Done
es: OK

source: Delete “[SERVER]”?
es: ¿Eliminar “[SERVER]”?

# DELETE_SERVER_DESCRIPTION
source: Deleting this server will also delete the rooms associated with it.
es: Si elimina este servidor, también eliminará las salas asociadas de el.

source: Delete
es: Eliminar

source: Rooms
es: Salas

source: Servers
es: Servidores

# NOT_JOINED
source: Left
es: Salido

source: Joined
es: Unido

source: Add Server
es: Añadir una servidor

# AUTOMATICALLY_JOIN
source: Auto Join
es: Unir automáticamente

source: Info
es: Información

source: Details
es: Detalles

source: Join
es: Unirse

source: Leave
es: Salir

source: joined the room
es: se unió la sala

source: left the room
es: salió la sala

source: Authenticate
es: Autenticar

source: Send Message
es: Envia la mensaje

source: Connect and Join
es: Connectar y unirse

source: quit
es: dejó

source: Unknown Error
es: Error desconocido

# ERROR_DISCONNECT_MESSAGE
source: The server refused to connect with the following error
es: El servidor rechazó la conexión con este error:

source: Close
es: Cerrar

source: Room Name
es: Nombre de sala

# ADD_ROOM_SERVER_SECTION_DESCRIPTION
source: The room will be joined on the server you specify
es: La sala se unirá en el servidor que especifica

# INVALID_ROOM_NAME
source: Missing Room Name
es: No hay nombre de sala

# INVALID_ROOM_NAME_MESSAGE
source: You must specify a room name.
es: Necesita un nombre de sala.

# MISSING_CHANNEL_PREFIX
source: All IRC channels require a prefix. If you are not sure of a prefix, a “#” is usually the prefix. Example: “#channelname”.
es: Todos los canales IRC necesitan un prefijo. Si no sabe un prefijo, generalmente es “#”. Ejemplo: “#nombredecanal”.

source: Settings
es: Ajustes

# SETTINGS_CHANGED
source: Server Settings Changed
es: Ajustes de servidor han cambiado

# DO_YOU_WANT_TO_RECONNECT
source: Do you want to reconnect with these new settings?
es: ¿Quiere conectar otra vez con estos ajustes nuevas?

source: Reconnect
es: Conectar otra vez

source: Don't Reconnect
es: No conectar otra vez

source: Add Room
es: Añadir una sala

source: Server Did Not Respond
es: Servidor no respondió

# SERVER_DID_NOT_RESPOND_DESCRIPTION
source: The server “[SERVERNAME]” did not respond.
es: El servidor “[SERVERNAME]” no respondió.

source: users online
es: usarios en línea

# NOTICE_FROM_ON
source: “[USERNAME]” on “[SERVERNAME]” says:
es: “[USERNAME]” en “[SERVERNAME]” dice:

source: Nickname Password Incorrect
es: Contraseña de apodo incorrecto

# PROVIDE_CORRECT_PASSWORD
source: Provide the correct nickname password for “[NICKNAME]” on “[SERVERNAME]”.
es: Provea el apodo correcto para“[NICKNAME]” en “[SERVERNAME]”.

# FAILED_ATTEMPTS_NICKSERV
source: Failed Attempts to Access Nickname
es: Intentos fallados para acceder su apodo

# FAILED_ATTEMPTS_NICKSERV_MESSAGE
source: A total of [NUM] attempts were made to access “[MYNICK]” on “[SERVERNAME]”. The data for who made the last attempt is: Nickname: “[NICKNAME]” Username: “[USERNAME]” Host: “[HOSTNAME] Date: “[DATE]”
es: Un total de [NUM] intentos han accedido para “[MYNICK]” en “[SERVERNAME]”. Los datos para el intento último son: Apodo: “[NICKNAME]” Nombre de Usario: “[USERNAME]” Servidor: “[HOSTNAME] Fecha: “[DATE]”

source: Server
es: Servidor
